{
  "1121113346871521373": {
    "Prev": "",
    "Next": "165843760212649393",
    "Type": "Topic",
    "Disposition": 0,
    "SpeakerRank": -1,
    "SpeakerSex": "Any",
    "PlayerRank": -1,
    "SpeakerId": "jobasha",
    "SpeakerRace": "",
    "SpeakerClass": "",
    "SpeakerFaction": "",
    "SpeakerCell": "",
    "PlayerFaction": "",
    "Text": "Things are bad for man and Khajiit. The provinces war with one another, never smelling the common enemy in their midst. The Empire spreads its troops far and wide with strict orders to do nothing. Children no longer respect their elders. People no longer respect the law. Corruption is everywhere. There are no heroes like there were in Jobasha's grandmother's day. All this fuss over the Emperor's illness is just a symptom.",
    "Filters": [],
    "Script": []
  },
  "165843760212649393": {
    "Prev": "1121113346871521373",
    "Next": "231787716240629886",
    "Type": "Topic",
    "Disposition": 0,
    "SpeakerRank": -1,
    "SpeakerSex": "Any",
    "PlayerRank": -1,
    "SpeakerId": "sjoring hard-heart",
    "SpeakerRace": "",
    "SpeakerClass": "",
    "SpeakerFaction": "",
    "SpeakerCell": "",
    "PlayerFaction": "",
    "Text": "Uriel Septim was never a strong Emperor. And now he's finally dying of age and illness. A coward's death. They say Ocato makes the real decisions. They say Uriel's heirs are really Daedra or shapeshifters planted by Jagar Tharn. They say the Emperor might pull back the Legions to try and protect himself. Some of the generals in the Legions have one eye on Uriel Septim and one eye on the throne. At a time like this, only the Imperial Guilds with strong allies will survive.",
    "Filters": [],
    "Script": []
  },
  "231787716240629886": {
    "Prev": "165843760212649393",
    "Next": "",
    "Type": "Topic",
    "Disposition": 0,
    "SpeakerRank": -1,
    "SpeakerSex": "Any",
    "PlayerRank": -1,
    "SpeakerId": "",
    "SpeakerRace": "",
    "SpeakerClass": "",
    "SpeakerFaction": "",
    "SpeakerCell": "Ebonheart",
    "PlayerFaction": "",
    "Text": "Uriel Septim is sick, and wizards say his heir, Geldall Septim, and the younger Septims, Enman and Ebel, are just doppelgangers placed in the household during Jagar Tharn's tenure as Imperial Battlemage. They say the Guard charged a mob demanding destruction of the false heirs... lots of folks were killed.",
    "Filters": [
      {
        "Type": "NotLocal",
        "Func": "VariableCompare",
        "Compare": "Equal",
        "Id": "NoLore",
        "Value": 0.0
      }
    ],
    "Script": []
  }
}