{
  "Block": {
    "Description": "Block skill allows one to use shields to block any melee attack. A successful block removes all damage from the attack.",
    "Attribute": 3,
    "Specialisation": 0,
    "Actions": [
      2.5,
      1.0,
      1.0,
      1.0
    ]
  },
  "Armorer": {
    "Description": "Armorer skill is used to maintain weapons and armor at top effectiveness. Worn weapons do less damage. Worn armor provides less protection against attacks. As wear increases, the diminishing effectiveness of weapons and armor is dramatic.",
    "Attribute": 0,
    "Specialisation": 0,
    "Actions": [
      0.4,
      1.0,
      1.0,
      1.0
    ]
  },
  "MediumArmor": {
    "Description": "Medium Armor skill lets one move and defend while wearing durable but flexible armors like chain, scale, bonemold, and Orcish armor. To use any style of armor effectively, the wearer must be trained, conditioned, and skilled in its use.",
    "Attribute": 5,
    "Specialisation": 0,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "HeavyArmor": {
    "Description": "Heavy Armor skill is used to move and defend while wearing massive and rigid armors like iron, steel, silver, Dwemer, ebony, and Daedric armor. To use any style of armor effectively, the wearer must be trained, conditioned, and skilled in its use.",
    "Attribute": 5,
    "Specialisation": 0,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "BluntWeapon": {
    "Description": "Blunt Weapon skill makes you more effective when using heavy bashing weapons like maces, hammers, clubs, or staves.",
    "Attribute": 0,
    "Specialisation": 0,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "LongBlade": {
    "Description": "Long Blade skill lets one use broadswords, sabers, longswords, claymores, katanas, and dai-katanas effectively.",
    "Attribute": 0,
    "Specialisation": 0,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "Axe": {
    "Description": "Axe skill helps a user wield heavy chopping weapons like war axes and battleaxes more effectively.",
    "Attribute": 0,
    "Specialisation": 0,
    "Actions": [
      1.2,
      1.0,
      1.0,
      1.0
    ]
  },
  "Spear": {
    "Description": "Spear skill permits effective use of long-hafted thrusting weapons like spears and halberds.",
    "Attribute": 5,
    "Specialisation": 0,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "Athletics": {
    "Description": "Athletics skill trains and conditions one for running and swimming. Skilled athletes move short and long distances over land with speed and efficiency, and they also swim swiftly underwater.",
    "Attribute": 4,
    "Specialisation": 0,
    "Actions": [
      0.02,
      0.03,
      1.0,
      1.0
    ]
  },
  "Enchant": {
    "Description": "This skill governs the creation, use, and recharging of enchanted items. Skilled enchanters are more successful at creating new items. Enchanted items burn less power, and are recharged more efficiently from soul gems, for a trained user.",
    "Attribute": 1,
    "Specialisation": 1,
    "Actions": [
      5.0,
      0.1,
      5.0,
      0.0
    ]
  },
  "Destruction": {
    "Description": "The destruction skill is the mastery of the spell effects of the College of Destruction. Their spells harm living and unliving things, and include elemental damage, draining, damaging, vulnerability, and disintegration magical effects.",
    "Attribute": 2,
    "Specialisation": 1,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "Alteration": {
    "Description": "Students of the College of Alteration manipulate the physical world and its natural properties. Alteration effects include water breathing and walking, jumping, levitating, burdening, opening and locking, and creating shield barriers against physical damage.",
    "Attribute": 2,
    "Specialisation": 1,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "Illusion": {
    "Description": "Spell effects of the College of Illusion alter the perceptions and thoughts of living subjects. Illusion effects blind, illuminate, paralyze, and silence, calm or enrage, charm, distract and camouflage, and render invisible.",
    "Attribute": 6,
    "Specialisation": 1,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "Conjuration": {
    "Description": "The spell effects of the College of Conjuration include the mental domination of mundane and magical creatures, summonation of otherworldly weapons and armor, and summonation of Daedric or undead servants and powers to serve and protect the caster.",
    "Attribute": 1,
    "Specialisation": 1,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "Mysticism": {
    "Description": "The spells of the College of Mysticism shape and focus otherworldly forces to bind souls in gems, or teleport the caster's body, or manipulate the world with telekinesis, or absorb or reflect magical energies, or sense unseen objects at a distance.",
    "Attribute": 2,
    "Specialisation": 1,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "Restoration": {
    "Description": "Adepts of the College of Restoration heal, restore, and fortify the body's attributes and abilities, cure disease, and protect it from other malign influences. Restoration spells can also augment or absorb strength, endurance, intelligence, agility, and other bodily attributes.",
    "Attribute": 2,
    "Specialisation": 1,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "Alchemy": {
    "Description": "Alchemy identifies magical properties in mundane substances. Substances are consumed directly, or prepared as potions to provide long-lasting benefits like healing and curing disease, water-walking, magical shielding, and fortifying bodily attributes.",
    "Attribute": 1,
    "Specialisation": 1,
    "Actions": [
      2.0,
      0.5,
      1.0,
      1.0
    ]
  },
  "Unarmored": {
    "Description": "Unarmored skill lets one avoid or reduce injury during combat while not wearing any armor by evading, deflecting, or absorbing blows. Those versed in this skill are better defended wearing no armor at all than they are when wearing armor.",
    "Attribute": 4,
    "Specialisation": 1,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "Security": {
    "Description": "Security skill lets one open locked doors and containers with lock-picks or disarm traps with probes. This skill is essential for agents and thieves alike.",
    "Attribute": 1,
    "Specialisation": 2,
    "Actions": [
      3.0,
      2.0,
      1.0,
      1.0
    ]
  },
  "Sneak": {
    "Description": "The Sneak discipline is the art of moving unseen and unheard. Skilled sneaks are also adept pickpockets.",
    "Attribute": 3,
    "Specialisation": 2,
    "Actions": [
      0.25,
      2.0,
      1.0,
      1.0
    ]
  },
  "Acrobatics": {
    "Description": "Acrobatics skill enables one to jump long distances and to avoid damage when falling from great heights. Nimble acrobats can reach areas others cannot get to and can direct their paths while falling.",
    "Attribute": 0,
    "Specialisation": 2,
    "Actions": [
      0.15,
      3.0,
      1.0,
      1.0
    ]
  },
  "LightArmor": {
    "Description": "Light armor skill lets one move and defend while wearing light-weight, flexible armors like leather, boiled leather, fur, chitin, and glass armor. To use any style of armor effectively, the wearer must be trained, conditioned, and skilled in its use.",
    "Attribute": 3,
    "Specialisation": 2,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "ShortBlade": {
    "Description": "Characters with great short-blade skill are more effective with short, quick, thrusting weapons like daggers, tantos, short swords, and wakazashis.",
    "Attribute": 4,
    "Specialisation": 2,
    "Actions": [
      0.75,
      1.0,
      1.0,
      1.0
    ]
  },
  "Marksman": {
    "Description": "With the marksman skill, one is more effective with ranged weapons like the short bow, long bow, crossbow, throwing star, and throwing knife.",
    "Attribute": 3,
    "Specialisation": 2,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  },
  "Mercantile": {
    "Description": "Mercantile skill is the art of buying low and selling high. This skill guarantees lower initial prices for goods, equipment, and services, and improves chances of getting better deals by bargaining.",
    "Attribute": 6,
    "Specialisation": 2,
    "Actions": [
      0.3,
      1.0,
      1.0,
      1.0
    ]
  },
  "Speechcraft": {
    "Description": "Those skilled in speechcraft influence others by admiring, intimidating, and taunting them. Listeners are more willing to divulge information or to entrust important tasks to the skilled speaker.",
    "Attribute": 6,
    "Specialisation": 2,
    "Actions": [
      1.0,
      0.0,
      1.0,
      1.0
    ]
  },
  "HandToHand": {
    "Description": "Hand-to-hand skill is the martial art of unarmed combat. Hand-to-hand attacks damage only the fatigue of a standing opponent, but hand-to-hand attacks damage health when a target has been knocked unconscious by fatigue loss.",
    "Attribute": 4,
    "Specialisation": 2,
    "Actions": [
      1.0,
      1.0,
      1.0,
      1.0
    ]
  }
}